#text on dialog buttons and dialog window titles
confirm=OK
cancel=Peruuta
skip=Ohita
preDialogTitle=
postDialogTitle=
newTurn=Huomenta farmari!

#text in UI top bar
money=\ Rahaa: 
cows=Lehmi\u00E4: 
actions=Hommia: 
grain=Viljaa: 
currentTurn=P\u00E4iv\u00E4: 

#general text info
askGoSleep=Kello on paljon ja sinulla ei ole t\u00E4lle p\u00E4iv\u00E4lle hommia j\u00E4ljelle. Haluatko menn\u00E4 kotiin nukkumaan?
askGoSleepConfirm=Sinulla on viel\u00E4 hommia j\u00E4ljell\u00E4 t\u00E4lle p\u00E4iv\u00E4lle. Haluatko varmasti jo nukkumaan?

#action texts for barn screen
askFeedCows=Ruokitko lehm\u00E4t? Navetassa on t\u00E4ll\u00E4 hetkell\u00E4 {0,number}kg viljaa, navetan kapasiteetti on {1,number}kg. P\u00E4ivitt\u00E4inen kulutus on {2,number} kg.
askShovelManure=Luotko lannan? navetassa on t\u00E4ll\u00E4 hetkell\u00E4 {0,number}kg lantaa. Maidon tuotanto heikkenee {1, number} kg j\u00E4lkeen.
askCollectMethane=Ker\u00E4\u00E4tk\u00F6 metaanin lehmilt\u00E4? Kaasunker\u00E4\u00E4jiss\u00E4 on t\u00E4ll\u00E4 hetkell\u00E4 {0,number} litraa kaasua, ker\u00E4\u00E4jien kapasiteetti on {1,number} litraa.
feedCowsFull=Lehmill\u00E4si on jo tarpeeksi rehua.
feedCowsNoFeed=Varastossasi ei ole tarpeeksi rehua.
feedCowsComplete=Lehm\u00E4t on ruokittu. Varastossasi on {0,number}kg rehua j\u00E4ljell\u00E4.
feedCowsCompleteButEmpty=Lehm\u00E4t ovat ruokittu mutta rehu loppui varastosta.
shovelManureNoManure=Navetassa ei ole lantaa. Ei tarvitse heiluttaa talikkoa.
shovelManureComplete=Sait luotua kaiken lannan, navetta on siisti.
shovelManurePartial=Sait luotua osan lannasta, mutta navetassa on viel\u00E4 ty\u00F6t\u00E4 teht\u00E4v\u00E4n\u00E4.
checkManureMax=Lantala on t\u00E4ynn\u00E4. Voisit ehk\u00E4 myyd\u00E4 osan siit\u00E4.
getMethaneEmpty=Lehmien metaaniker\u00E4\u00E4j\u00E4t ovat nyt tyhji\u00E4.
getMethaneMax=Metaanitankki on vaarallisen t\u00E4ynn\u00E4! Myy pian osa pois.
noMethaneToCollect=Ei ker\u00E4tt\u00E4v\u00E4\u00E4 metaania. Odota p\u00E4iv\u00E4 tai pari.

#action texts for field screen
fieldGrowingNotReady=Pellolla on {0,number}kg viljaa. Vilja ei ole viel\u00E4 valmis puitavaksi. 
fieldGrowingReady=Pellolla on {0,number}kg viljaa. Se voidaan korjata nyt, mutta se ei ole viel\u00E4 t\u00E4ysin tuleentunut. 
fieldReady=Pellolla on {0,number}kg viljaa. Se ei tuleennu enemp\u00E4\u00E4 joten se kannattaa puida. 
fieldNP=Pellolla on {0,number}kg typpe\u00E4 jonka ymp\u00E4rist\u00F6raja on {1,number} sek\u00E4 {2,number}kg fosforia jonka ymp\u00E4rist\u00F6raja on {3,number}. N\u00E4m\u00E4 numerot ovat arvioita.
fieldNotSown=Pelto pit\u00E4\u00E4 kylv\u00E4\u00E4 ennen kuin se voi tuottaa viljaa.
fieldNotYours=T\u00E4m\u00E4 pelto pit\u00E4\u00E4 vuokrata ennen kuin voit tehd\u00E4 sill\u00E4 mit\u00E4\u00E4n.
sowFieldComplete=Vilja on kylvetty.
reapFieldComplete={0,number}kg viljaa on korjattu ja varastoitu.
rentNewFieldComplete=Uusi pelto on vuokrattu ja valmis kylvett\u00E4v\u00E4ksi.
stopRentingFieldComplete=Lopetit pellon vuokraamisen.
fertilizeFieldN=Pelto on lannoitettu typell\u00E4. Kasvualustassa on nyt {0,number}kg typpe\u00E4. T\u00E4m\u00E4 on arvio ja siksi ei t\u00E4ysin tarkka.
fertilizeFieldNNotEnough=Varastossa ei ole tarpeeksi typpilannoitetta. Tarvitset {0,number}kg.
fertilizeFieldP=Pelto on lannoitettu fosforilla. Mullassa on nyt {0,number}kg fosforia. T\u00E4m\u00E4 on arvio ja siksi ei t\u00E4ysin tarkka.
fertilizeFieldPNotEnough=Varastossa ei ole tarpeeksi fosforilannoitetta. Tarvitset {0,number}kg.

#field screen button labels
reap=Niit\u00E4
sow=Kylv\u00E4
addN=+N
addP=+P
rent=Vuokraa
stopRent=Luovu

#action texts for garden screen
askPlantGarden=Haluatko perustaa puutarhan? Kun se on valmis, voit myyd\u00E4 tuotokset paikallisille.
askSellGarden=Haluatko myyd\u00E4 puutarhasi tuotteet? Myynti tuottaisi noin ${0,number}.
askWeedGarden=Kitketk\u00F6 rikkaruohon? Puutarhassa n\u00E4ytt\u00E4isi olevan {0} rikkaruohoja.
#these 3 used as string in above
noWeeds=olematon m\u00E4\u00E4r\u00E4
someWeeds=hieman
manyWeeds=paljon
weedGardenNoWeed=Puutarhassa ei n\u00E4y rikkaruohoja joten kitkeminen on turhaa.
weedGardenComplete=Puutarhan rikkaruohot on kitketty, hienolta n\u00E4ytt\u00E4\u00E4.
sellGardenComplete=Puutarhan sato on myyty. Saat maksun huomisaamuna.
sellGardenNotRipe=Puutarhan sato ei ole viel\u00E4 valmis korjattavaksi.
plantGardenComplete=Kasvit on istutettu puutarhaan ja rikkaruohot kitketty.
plantGardenDoneAlready=Puutarha on jo istutettu. Sato on korjattava ensin ennen uudelleen istutusta.

#action texts for gas tank screen
resourceView=Resurssien m\u00E4\u00E4r\u00E4t/maksimit
resourceGrain=Viljaa: {0,number}/{1,number} kg
resourceCows=Lehmi\u00E4: {0,number}/{1,number}
resourceCowsEat=Lehm\u00E4t sy\u00F6v\u00E4t p\u00E4iv\u00E4ss\u00E4: {0,number} kg
resourceGrainInBarn=Viljaa navetassa: {0,number} kg
resourceGas=Metaania: {0,number}/{1,number} l
resourceGasProduction=Lehm\u00E4t tuottavat kaasua: {0,number} l
resourceManure=Lantaa: {0,number}/{1,number}
resourceManureProduction=Lantaa p\u00E4iv\u00E4ss\u00E4: {0,number} kg
resourceN=Typpilannoitetta: {0,number}/{1,number} kg
resourceP=Fosforilannoitetta: {0,number}/{1,number} kg
openEmergencyValve=Metaanitankin painetta on laskettu, kriisi v\u00E4istetty.

#action texts for buy/sell resources  screen
askBuyCow=Ostatko uuden lehm\u00E4n? Yhden lehm\u00E4n hinta on {0,number}.
askBuyGrain=Ostatko {0,number}kg viljaa lehmien ruokintaan hinnalla ${1,number}? Sinulla on t\u00E4ll\u00E4 hetkell\u00E4 varastoituna {2,number}kg rehua ja p\u00E4ivitt\u00E4inen kulutus on {3,number} kiloa.
askBuyN=Ostatko {0,number}kg typpe\u00E4 lannoitteeksi hinnalla ${1,number}? Sinulla on t\u00E4ll\u00E4 hetkell\u00E4 varastoituna {2,number}kg typpe\u00E4 ja varaston maksimi kapasiteetti on {3,number} kiloa.
askBuyP=Ostatko {0,number}kg fosforia lannoitteeksi hinnalla ${1,number}? Sinulla on t\u00E4ll\u00E4 hetkell\u00E4 varastoituna {2,number}kg fosforia ja varaston maksimi kapasiteetti on {3,number} kiloa.
askSellManure=Haluatko myyd\u00E4 puolet varastoidusta lannastasi? Myynti olisi {0,number}kg kokonaishinnalla ${1,number}.
askSellGrain=Haluatko myyd\u00E4 puolet varastoidusta viljastasi? Myynti olisi {0,number}kg kokonaishinnalla ${1,number}.
askSellGas=Haluatko myyd\u00E4 puolet varastoidusta metaanistasi? Myynti olisi {0,number} l kokonaishinnalla ${1,number}.
askSellN=Haluatko myyd\u00E4 puolet varastoidusta typest\u00E4si? Myynti olisi {0,number}kg kokonaishinnalla ${1,number}.
askSellP=Haluatko myyd\u00E4 puolet varastoidusta fosforistasi? Myynti olisi {0,number}kg kokonaishinnalla ${1,number}.
buyCowComplete=Lehm\u00E4 ostettu! Uusi lehm\u00E4si saapuu huomisaamuna.
buyCowNoMoney=Sinulla ei ole tarpeeksi rahaa ostaa uutta lehm\u00E4\u00E4.
buyCowNoSpace=Navettasi on jo t\u00E4ynn\u00E4. Et voi hankkia enemp\u00E4\u00E4 lehmi\u00E4.
buyCowFeed=Ostit {0,number}kg viljaa. Voit k\u00E4ytt\u00E4\u00E4 sit\u00E4 lehmille rehuna.
buyCowFeedNoMoney=Sinulla ei ole tarpeeksi rahaa ostaa viljaa. tarvitset ${0,number} ostaaksesi {1,number}kg viljaa lehm\u00E4n rehuksi.
buyCowFeedFull=Viljavarastosi on t\u00E4ynn\u00E4. Sit\u00E4 kannattaa myyd\u00E4 ennen kuin puit peltosi.
buyNNoMoney=Sinulla ei ole tarpeeksi rahaa ostaa typpilannoitetta. Tarvitset ${0,number}.
buyNFull=Typpilannoitevarastosi on jo melko t\u00E4ynn\u00E4, et tarvitse enemp\u00E4\u00E4.
buyNComplete=Ostit {0,number}kg typpilannoitetta. Toimitus saapuu huomisaamuna.
buyPNoMoney=Sinulla ei ole tarpeeksi rahaa ostaa fosforilannoitetta. Tarvitset ${0,number}.
buyPFull=Fosforilannoitevarastosi on jo melko t\u00E4ynn\u00E4, et tarvitse enemp\u00E4\u00E4.
buyPComplete=Ostit {0,number}kg fosforilannoitetta. Toimitus saapuu huomisaamuna.
sellGrainComplete=Myit {0,number}kg viljaa. Sinulle maksetaan ${1,number} huomisaamuna.
sellGrainNotEnough=Sinulla ei ole tarpeeksi viljaa myyt\u00E4v\u00E4ksi.
sellManureComplete=Myit {0,number} kg lantaa. Sinulle maksetaan ${1,number} huomisaamuna.
sellManureNotEnough=Sinulla ei ole tarpeeksi lantaa myyt\u00E4v\u00E4ksi.
sellGasComplete=Myit {0,number} litraa metaania. Sinulle maksetaan ${1,number} huomisaamuna.
sellGasNotEnough=Sinulla ei ole tarpeeksi metaania myyt\u00E4v\u00E4ksi.
sellNComplete=Myit {0,number}kg typpilannoitetta. Sinulle maksetaan ${1,number} huomisaamuna.
sellNNotEnough=Sinulla ei ole tarpeeksi typpe\u00E4 myyt\u00E4v\u00E4ksi.
sellPComplete=Myit {0,number}kg fosforilannoitetta. Sinulle maksetaan ${1,number} huomisaamuna.
sellPNotEnough=Sinulla ei ole tarpeeksi fosforia myyt\u00E4v\u00E4ksi.

#action texts for upgrades screen
askBuySolarPanelBasic=Haluatko ostaa aurinkopaneelit hintaan ${0,number}? S\u00E4hk\u00F6laskusi tulee laskemaan noin 33%.
askBuySolarPanelAdvanced=Haluatko ostaa kehittyneemm\u00E4t aurinkopaneelit hintaan ${0,number}? S\u00E4hk\u00F6laskusi tulee laskemaan noin 66%.
askBuyGasCollectorAdvanced=Haluatko ostaa kehittyneemm\u00E4n kaasunker\u00E4\u00E4j\u00E4n hintaan ${0,number}? tulet ker\u00E4\u00E4m\u00E4\u00E4n noin 50% enemm\u00E4n kaasua jokaisesta lehm\u00E4st\u00E4.
askBuyMilkingMachineAdvanced=Haluatko ostaa kehittyneemm\u00E4n lypsykoneen hintaan ${0,number}? Tulet lyps\u00E4m\u00E4\u00E4n noin 50% enemm\u00E4n maitoa jokaisesta lehm\u00E4st\u00E4.
askBuyTractorAdvanced=Haluatko ostaa tehokkaamman traktorin hintaan ${0,number}? Polttoainekulusi laskee noin 50% ja pellon korjuu tulee tuottamaan noin 25% enemm\u00E4n viljaa.
askBuyTractorGas=Haluatko ostaa kaasutraktorin hintaan ${0,number}? Polttoainekulusi laskevat nollaan ja pellon korjuu tulee tuottamaan noin 50% enemm\u00E4n viljaa.
askBuyGasGenerator=Haluatko ostaa kaasugeneraattorin hintaan ${0,number}? S\u00E4hk\u00F6laskusi tulee laskemaan noin 33% ja voit tulevaisuudessa ostaa kaasutraktorin.
buySolarPanelBasicComplete=Normaalit aurinkopaneelit ostettu. Ne asennetaan huomisaamuksi.
buySolarPanelBasicNoMoney=Sinulla ei ole tarpeeksi rahaa ostaa aurinkopaneeleja.
buySolarPanelBasicIsOwned=Omistat jo normaalit aurinkopaneelit.
buySolarPanelAdvancedComplete=Edistyneet aurinkopaneelit ostettu. Ne asennetaan huomisaamuksi.
buySolarPanelAdvancedNoMoney=Sinulla ei ole tarpeeksi rahaa ostaa kehittyneempi\u00E4 aurinkopaneeleita.
buySolarPanelAdvancedNoBasic=Sinun pit\u00E4\u00E4 ostaa normaalit aurinkopaneelit ensin.
buySolarPanelAdvancedIsOwned=Omistat jo kehittyneemm\u00E4t aurinkopaneelit.
buyAdvancedGasCollectorsComplete=kehittynyt kaasunker\u00E4in ostettu. Se asennetaan huomisaamuksi.
buyAdvancedGasCollectorsNoMoney=Sinulla ei ole tarpeeksi rahaa ostaa kehittynytt\u00E4 kaasunker\u00E4int\u00E4.
buyAdvancedGasCollectorsIsOwned=Omistat jo edistyneen kaasunker\u00E4imen.
buyAdvancedMilkingMachineComplete=Edistynyt lypsykone ostettu. Se asennetaan huomisaamuksi.
buyAdvancedMilkingMachineNoMoney=Sinulla ei ole tarpeeksi rahaa ostaa edistynytt\u00E4 lypsykonetta.
buyAdvancedMilkingMachineIsOwned=Omistat jo edistyneen lypsykoneen.
buyAdvancedTractorComplete=Edistynyt traktori ostettu. Se tuodaan farmille huomisaamuksi.
buyAdvancedTractorNoMoney=Sinulla ei ole tarpeeksi rahaa ostaa uutta traktoria.
buyAdvancedTractorIsOwned=Omistat jo edistyneen traktorin.
buyTractorGasComplete=Kaasutraktori ostettu. Se tuodaan farmille huomisaamuksi.
buyTractorGasNoMoney=Sinulla ei ole tarpeeksi rahaa ostaa kaasutraktoria.
buyTractorGasIsOwned=Omistat jo kaasutraktorin.
buyTractorGasNoGenerator=Sinun pit\u00E4\u00E4 omistaa kaasugeneraattori ostaaksesi kaasutraktorin.
buyGasGeneratorComplete=Kaasugeneraattori ostettu. Se tuodaan farmille huomisaamuksi.
buyGasGeneratorNoMoney=Sinulla ei ole tarpeeksi rahaa ostaa kaasugeneraattoria.
buyGasGeneratorIsOwned=Omistat jo kaasugeneraattorin.

#highScore
paidDebt=Omaisuutesi arvo oli ${0,number} kun maksoit velkasi.
submitScoreText=Lis\u00E4\u00E4 nimesi l\u00E4hett\u00E4\u00E4ksesi tuloksesi:
addScore=L\u00E4het\u00E4 omat pisteytyksesi
fetchScore=Lataa pisteytykset uudelleen
highScoreTitle=Tulostaulukko
keepPlaying=Voit jatkaa pelaamista pisteytysten l\u00E4hett\u00E4misen j\u00E4lkeen.

#Morning message
cowsStarving=Lehmiesi ruoka uhkaa loppua. Jos ne eiv\u00E4t saa ruokaa, ne eiv\u00E4t tuota maitoa.
overFertilize=Lannoitteiden liikak\u00E4ytt\u00F6 on johtanut l\u00E4heisen joen rehev\u00F6itymiseen. Sinulle on m\u00E4\u00E4r\u00E4tty ${0,number} sakko. \
  Joudut maksamaan sen joka 5:s p\u00E4iv\u00E4.
overrunByShit=Navetassasi on niin paljon lantaa ett\u00E4 lehm\u00E4t k\u00E4rsiv\u00E4t ja maidontuotanto v\u00E4henee.
outOfMoney=Rahasi ovat loppumassa. Myy jotakin ennen p\u00E4iv\u00E4n p\u00E4\u00E4ttymist\u00E4 tai menet\u00E4t farmin.
needWeed=Puutarhasi kasvaa heikosti rikkaruohojen takia.
gardenReady=Puutarhasi on nyt t\u00E4ynn\u00E4 kasviksia ja valmis sadonkorjuuseen.
fieldReadyToReap=Jokin pelloistasi on valmis korjattavaksi.
fieldReadyToSow=Sinulla on tyhj\u00E4 pelto odottamassa kylv\u00F6\u00E4.
debtPaymentDay=T\u00E4n\u00E4\u00E4n on velanmaksup\u00E4iv\u00E4. Sinulla t\u00E4ytyy olla rahaa p\u00E4iv\u00E4n lopussa - katso tietokoneelta kuinka paljon.
gasCollectorsFull=Lehmiesi kaasuker\u00E4\u00E4j\u00E4t ovat t\u00E4ynn\u00E4. Tyhjenn\u00E4 ne kaasuvarastoon jotta voit myyd\u00E4 metaania.

#Bank dialog labels
balance=Tilin saldo: {0,number}
debt=Velka: -{0,number}
income=Tulot
milkSold=Maito: {0,number}
grainSold=Vilja: {0,number}
methaneSold=Metaani: {0,number}
manureSold=Lanta: {0,number}
gardenSold=Puutarhatuotteet: {0,number}
fertilizersSold=Lannoitteet: {0,number}
expenses=Menot
debtPayment=Velan lyhennys: -{0,number}
interest=Velan korko: -{0,number}
electricity=S\u00E4hk\u00F6lasku: -{0,number}
fieldRent=Peltojen vuokra: -{0,number}
petrol=Diesel: -{0,number}
fieldPenalty=Ymp\u00E4rist\u00F6sakko: -{0,number}
incomeProject=Tulot-Menot: {0,number}
balanceProject=Tuleva saldo: {0,number}

#Grandma tutorial
G1=P\u00E4\u00E4tit sitten ostaa maatilan ja tarvitset apua veloista p\u00E4\u00E4semiseen? Se ei tule olemaan helppoa mutta \
  selviydyt varmasti kultapieni. On paljon kerrottavaa, mutta pid\u00E4 n\u00E4m\u00E4 \
  mieless\u00E4: Lehm\u00E4t sy\u00F6v\u00E4t kuin kutsumattomat vieraat, joten \
  muista ruokkia niit\u00E4 usein ja pid\u00E4 rehuvarastosi t\u00E4ynn\u00E4. Ne \
  my\u00F6s j\u00E4tt\u00E4v\u00E4t j\u00E4lkeens\u00E4 haisevaa lantaa, joka pit\u00E4\u00E4 siivota. \
  Hopeareunus t\u00E4ss\u00E4 on ett\u00E4 pystyt k\u00E4ytt\u00E4m\u00E4\u00E4n sit\u00E4 \
  biokaasun ja lannoitteiden valmistamiseen. Peltosi tarvitsevat my\u00F6s hoitoa jotta saisit \
  lehm\u00E4si ruokittua ilman apua.
G2=Kylv\u00E4minen, lannoittaminen ja niitt\u00E4minen ovat el\u00E4m\u00E4si A, B ja C. \
  Olen kuullut niit\u00E4 tietokonemasiinoita k\u00E4ytett\u00E4v\u00E4n tarvikkeiden ostamisessa, \
  joten pid\u00E4 se mieless\u00E4si. Liikut koskettamalla n\u00E4yt\u00F6n eri kohtia. \
  Rakennuksia koskettamalla p\u00E4\u00E4set niiden sis\u00E4lle. Maatilallasi on monia eri \
  alueita, joten kiertele paikat niin kerron lis\u00E4\u00E4. Eri paikkoihin johtavat alueet on merkattu \
  turkoosilla timantilla.
tutorialFarm=Farmi on hubi josta voit menn\u00E4 muihin paikkoihin tilallasi: Traktorilla p\u00E4\u00E4set \
  pelloille, navetasta l\u00F6yd\u00E4t lehm\u00E4si, voit hoitaa puutarhaa, tarkistaa resurssim\u00E4\u00E4r\u00E4t kaasutankin \
  luona tai menn\u00E4 kotiisi hankkimaan resursseja ja p\u00E4ivityksi\u00E4 Internetist\u00E4. 
tutorialFarm2=\ Alkuun suosittelen ett\u00E4 k\u00E4yt kotona ostamassa toisen lehm\u00E4n ja ehk\u00E4 \
  uuden lypsykoneen jotta saat maidontuotannon k\u00E4yntiin. Siin\u00E4 ydinasiat, \u00E4l\u00E4 unohda \
  soittaa minulle joskus!
tutorialBarn=Navetta on lehmiesi koti. T\u00E4nne mahtuu yhteens\u00E4 kuusi lehm\u00E4\u00E4. Yksi lehm\u00E4 tarvitsee \
  30kg viljaa ruoakseen p\u00E4ivitt\u00E4in. Lehm\u00E4t p\u00E4rj\u00E4\u00E4v\u00E4t yhdell\u00E4 ruokinnalla kaksi p\u00E4iv\u00E4\u00E4. Jos lehm\u00E4 saa \
  sy\u00F6d\u00E4kseen, se tuottaa seuraavana p\u00E4iv\u00E4n\u00E4 maitoa, lantaa ja metaania. Maidon myynti tapahtuu joka \
  p\u00E4iv\u00E4 automaattisesti, mutta lanta t\u00E4ytyy k\u00E4yd\u00E4 itse siivoamassa muutaman p\u00E4iv\u00E4n v\u00E4lein. Metaani \
  kertyy lehmien sel\u00E4ss\u00E4 oleviin reppuihin jotka t\u00E4yttyv\u00E4t kolmessa p\u00E4iv\u00E4ss\u00E4. Sitten ne t\u00E4ytyy tyhjent\u00E4\u00E4 suurempaan \
  tankkiin.
tutorialBuySell=T\u00E4\u00E4ll\u00E4 voit ostaa ja myyd\u00E4 resursseja. Myynnist\u00E4 tulevat rahat \
  saapuvat seuraavana p\u00E4iv\u00E4n\u00E4, samoin ostetut resurssit. Kaasun myyminen on varmin \
  rahantekokeino, koska kaasua ei tarvita tilan py\u00F6ritt\u00E4miseen. My\u00F6s lannan myyminen on helppoa \
  koska komposti osaa hy\u00F6dynt\u00E4\u00E4 vain osan siit\u00E4 lannoitteiksi ja kaasuksi.
tutorialBuySell2=\ Tosin sinulla ei ole kovin merkitt\u00E4v\u00E4sti varastossa kumpaakaan joten ei kannata myyd\u00E4 aivan viel\u00E4. \
  Alkuun suosittelen ostamaan uuden lehm\u00E4n!
tutorialComputer=T\u00E4m\u00E4 on tietokoneesi, yhdistettyn\u00E4 Internetiin. Voit siirty\u00E4 joko ostamaan ja myym\u00E4\u00E4n, \
  hankkimaan p\u00E4ivityksi\u00E4 tai tarkastella rahatilannettasi. Muutama sana rahasta: Saat hiukan tuloja p\u00E4ivitt\u00E4in \
  maidon myynnist\u00E4, mutta isommat summat py\u00F6riv\u00E4t viljan, kaasun ja lannoitteiden myynniss\u00E4. Kannattaa odottaa \
  ett\u00E4 saat enemm\u00E4n n\u00E4it\u00E4 resursseja jotta saat yhdell\u00E4 myynnill\u00E4 mahdollisimman paljon rahaa. On hyv\u00E4 my\u00F6s s\u00E4ilytt\u00E4\u00E4 \
  pieni rahapuskuri - pankki ottaa velkaansa korkoineen takaisin viiden p\u00E4iv\u00E4n v\u00E4lein.
tutorialField=Pellot ovat tietenkin viljan kasvatusta varten. Omistat kaksi ylint\u00E4 peltoa itse, ja nelj\u00E4 muuta \
  ovat vuokrattavissa jos haluat laajentaa. Aluksi vilja t\u00E4ytyy kylv\u00E4\u00E4. Joka pellolla on Typpiarvo (N) ja Fosforiarvo (P). \
  Mit\u00E4 korkeammalla n\u00E4m\u00E4 ovat, sit\u00E4 paremmin vilja kasvaa. Mutta ole varovainen! Jos lannoitat liikaa, \
  ymp\u00E4rist\u00F6tarkastaja voi antaa sinulle sakot l\u00E4heisen vesist\u00F6n pilaamisesta.
tutorialField2=\ Ehdottaisin ett\u00E4 alkuun kylv\u00E4isit yhden pelloistasi! Sinulla on my\u00F6s tarpeeksi lannoitetta jotta voit huomenna lannoittaa sen.
tutorialGarden=Puutarha on pihasi ylpeys! T\u00E4\u00E4ll\u00E4 kasvaa tuoreita yrttej\u00E4, perunaa, porkkanaa ja vaikka mit\u00E4. \
  Kasvit kasvavat ilman apua kunhan muistat istuttaa kasvit aluksi ja sadonkorjuun j\u00E4lkeen. Puutarha ei vaadi \
  lannoitusta, mutta pikkuhiljaa levi\u00E4v\u00E4t rikkaruohot hidastavat kasvua. Voit perustaa puutarhan \
  koskettamalla siemens\u00E4kki\u00E4, tai tarkistaa rikkaruohojen m\u00E4\u00E4r\u00E4n \
  koskettamalla lapiota. Sadonkorjuu ja myynti tapahtuu omalta tietokoneeltasi.
tutorialGasTank=Lehmien repuista ker\u00E4tty metaani s\u00E4il\u00F6t\u00E4\u00E4n t\u00E4h\u00E4n tankkiin, ja lis\u00E4mittarit kertovat \
  kaikkien resurssiesi m\u00E4\u00E4r\u00E4t ja maksimit. Osa lannasta muuttuu automaattisesti lannoitteiksi ja kaasuksi muutaman \
  vuoron aikana. Voit tarkistaa resurssit koskettamalla sinist\u00E4 timanttia. 
tutorialHome=T\u00E4m\u00E4 on vaatimaton kotisi. Voit lopettaa vuoron ja menn\u00E4 nukkumaan koskettamalla s\u00E4nky\u00E4, \
  ostaa ja myyd\u00E4 tavaraa ja tarkastaa rahatilanteesi tietokoneella, tai soittaa minulle milloin vain \
  puhelimella.
tutorialHome2=Ehk\u00E4 nyt voisit istahtaa tietokoneen \u00E4\u00E4reen jotta voimme laajentaa hiukan farmiasi?
tutorialUpgrade=T\u00E4ss\u00E4 ovat kaikki p\u00E4ivitykset joita voit farmillesi hankkia: Aurinkopaneelit jotka v\u00E4hent\u00E4v\u00E4t \
  s\u00E4hk\u00F6laskuasi, metaanireput jotka tehostavat kaasun ker\u00E4\u00E4mist\u00E4 lehmist\u00E4, kaasugeneraattori, 2 erilaista \
  traktoria ja parempi lypsykone. Mik\u00E4\u00E4n n\u00E4ist\u00E4 ei ole pakollinen, mutta tehostavat farmin toimintaa.
tutorialUpgrade2=\ Suosittelen ostamaan paremman lypsykoneen jotta p\u00E4ivitt\u00E4inen rahatuotantosi paranee.
callGrandmother=Heip\u00E4 hei, mukavaa kun soitit! Onko kaikki hyvin? Mist\u00E4 haluaisit puhua?
barn=Navetta
buySell=Osto/Myynti
computer=Tietokone
farm=Farmi
field=Pellot
garden=Puutarha
gasTank=Kaasuvarasto
home=Koti
upgrade=P\u00E4ivitykset

#main menu buttons
newGame=Uusi peli
loadGame=Lataa peli
quitGame=Sulje peli
audioOn=\u00C4\u00E4net: P\u00E4\u00E4ll\u00E4
audioOff=\u00C4\u00E4net: Pois
defeatTitle=Ajauduit vararikkoon, mutta ensi kerrallahan ei k\u00E4y n\u00E4in..?
defeatButton=Takaisin valikkoon.